{
"name": "Design Bootcamp: Herramientas y Métodos Prácticos para Innovar",
"code": "DNO048",
"about": "En este curso las y los estudiantes de diversas disciplinas trabajarán en la creación de proyectos de innovación aplicando metodologías de diseño para facilitar su desarrollo. A través de técnicas, herramientas e instrumentos los estudiantes podrán potenciar la exploración creativa, el trabajo en equipos multidisciplinarios, la creación de conceptos y la propuesta de soluciones innovadoras y factibles. Para ello, se combinan clases expositivas con metodologías activas de trabajo en equipo. Se evaluará tanto el avance a lo largo del proceso como el resultado final del trabajo colaborativo a través de presentaciones en diversos formatos.",
                },
                {
"name": "Diseño por Computación I",
"code": "DNO151",
"about": "Al finalizar este curso el alumno será capaz de desenvolverse eficazmente en el ambiente de programas del área CAD (Computer Aid Design) en modelamiento de sólidos y superficies, desarrollar proyectos de Diseño en 2 dimensiones (planimetrías, láminas, etc.), simulación ( Render) y animación de proyectos.",
                },
                {
"name": "Iluminación",
"code": "DNO001",
"about": "El curso busca desarrollar una base de conocimientos, técnicas y herramientas, para que el estudiante aprenda a conocer, comprender y relacionar las dimensiones, parámetros y factores involucrados en el Diseño y cálculo de proyectos de iluminación de espacios de interior y exterior y Diseño de Luminarias.",
                },
                {
"name": "Nuevas Tendencias en el Diseño de Carteles",
"code": "DNO050",
"about": "El curso desarrollará la capacidad de diseño creativo en el estudiante proponiendo un discurso gráfico originado en la lectura y la visibilidad constructiva de la letra en cuanto a su legibilidad, lecturabilidad y usabilidad. Se da forma al despliegue gráfico a través de exposiciones que ponen en cuestión las magnitudes de cada entrega gráfica y el usuario en los cuales el tamaño, expresión y material cobra un aparecer verificable. La lectura y su calce con el acto de estar ante la escritura. Precisión que articula la lectura y comprensión de esta, reconocimiento y ordenación en vista del significado de lo que se expone y por último un desarrollo fundamentado en la experiencia individual. De tal manera de crear instancias originales de lectura en lo ya otorgado -la palabra impresa-.",
                },